Repository: SalahAdDin/thesis_cancer
Catalog: lib/l10n/intl_*.arb
Languages: tr

source: Ok
tr: Tamam

# back
source: Go back
tr: Geri

source: Confirm
tr: Onay

# next
source: Continue
tr: Devam et

source: Done
tr: Tamam

# correct
source: True
tr: Yanlış

# incorrect
source: False
tr: Doğru

# homeLabel
source: Home
tr: Ana sayfa

# roomLabel
source: Room
tr: Oda

# patientsLabel
source: Patients
tr: Hastalar

# specialistsLabel
source: Specialist
tr: Uzmanlar

# noRoomsLabel
source: No rooms
tr: Oda yok

source: ...more
tr: daha fazla

source: less
tr: daha az

# postNumberLabel
source: posts
tr: gönderiler

# profileNoNameWarning
source: Don't forget to set your First and Last Name so that you can talk to our experts.
tr: Uzmanlarımıza uygulama içerisinden ulaşıp danışmanlık almak için profilinizdeki ad ve soyad bilginizi tamamlayınız.

source: Try again!
tr: Tekrar deneyin!

source: pull up load...
tr: yük kaldır...

# loadFile
source: Load Failed! Click to retry.
tr: Yükleme başarısız! Yeniden denemek için tıklayın.

source: release to load more...
tr: daha fazlasını yüklemek için bırakın...

source: No more Data.
tr: Artık Veri yok.

# defaultTextFieldHintText
source: Write the answer here...
tr: Cevabı buraya yazınız...

source: Knowledge
tr: Bilgi

source: Therapy
tr: Tamamlayıcı Tedaviler

source: Developments
tr: Güncel

source: Success Stories
tr: Başarı Öyküleri

source: My profile
tr: Profilim

source: Messages
tr: Mesajlar

# userHint
source: E-mail
tr: E-posta

# passwordHint
source: Password
tr: Şifre

# confirmPasswordHint
source: Confirm Password
tr: Şifreyi Onayla

# forgotPasswordButton
source: Forgot password
tr: Şifremi unuttum

# loginButton
source: Sign in
tr: Giriş yap

# signupButton
source: Sign up
tr: Kaydol

# recoverPasswordButton
source: Recover
tr: Gönder

# recoverPasswordIntro
source: You can reset your password here.
tr: Buradan şifrenizi yenileyebilirsiniz.

# recoverPasswordDescription
source: We will send your new password to this email.
tr: Bu email'e yeni şifrenizi yollayacağız.

# recoverCodePasswordDescription
source: The recovery code that we send to your email.
tr: E-postanıza gönderdiğimiz kurtarma kodu.

# confirmPasswordError
source: Password did not match.
tr: Şifre eşleşmedi.

# recoverPasswordSuccess
source: The Email was sent.
tr: Email gönderildi.

# flushBarTitleSuccess
source: Success
tr: Başarılı

# signUpSuccess
source: An activation link has been sent.
tr: Bir aktivasyon linki gönderildi.

# validationAnswerRequired
source: You must answer this question.
tr: Bu soruya cevap vermelisiniz.

# validationAnswerMinLength
source: This answer is too short.
tr: Bu cevap çok kısa.

# validationAnswerMaxLength
source: This answer is too long.
tr: Bu cevap çok uzun.

# validationPasswordRequired
source: Password is required.
tr: Şifreyi gerekli.

# validationPasswordLength
source: Password must be at least 8 digits long.
tr: Şifreyi en az 8 harf uzunluğunda olmalıdır.

# validationPasswordSpecialCharacter
source: Password must have at least one special character.
tr: Şifrenin en az bir özel karakteri olmalıdır.

# validationConfirmationCodeRequired
source: Confirmation code is required
tr: Onay kodu gerekli

# validationConfirmationCodeAlphaNumeric
source: Just alphanumeric characters.
tr: Yalnızca alfasayısal karakterler.

# newPasswordHint
source: Please, provide a new password and confirm it:
tr: Lütfen yeni bir şifre girin ve onaylayın:

source: New Password
tr: Yeni Şifre

# confirmNewPassword
source: Password did not match.
tr: Yeni şifreyi onayla

source: Confirmation code
tr: Onay kodu

# lobbyTitle
source: Your registration to the JineOnkolojik Destek application has been completed.
tr: JineOnkolojik Destek uygulamasına kayıt işleminiz tamamlanmıştır.

# lobbyParagraphOne
source: Your membership is under evaluation.
tr: Üyeliğiniz değerlendirme aşamasındadır.

# lobbyParagraphTwo
source: A notification will be sent to you shortly.
tr: Çok kısa bir süre sonra size bir bildirim gönderilecektir.

# lobbyParagraphThree
source: Please allow notifications. We wish you healthy days.
tr: Lütfen bildirimlere izin veriniz. Sağlıklı günler dileriz.

# lobbyParagraphControlOne
source: We will send you two more surveys at regular intervals over the next 8 weeks.
tr: Önümüzdeki 8 hafta içinde size belirli aralıklarla iki defa daha anket göndereceğiz.

# lobbyParagraphControlTwo
source: You will be able to use the app when you complete all the surveys.
tr: Tüm anketleri tamamladığınızda uygulamayı kullanabileceksiniz.

# lobbyParagraphControlThree
source: Remember to allow notifications and you are not alone in this battle!
tr: Bildirimlere izin vermeyi ve bu savaşta yalnız olmadığınızı unutmayın!

# aboutUsTitle
source: About Us
tr: Hakkımızda

# aboutUsParagraphOne
source: This application has been developed to make it easier for you to cope with cancer and the side effects of the treatments applied. All information in the application has been created using current scientific sources. Thanks to JineOncology Support, you will be able to contact academicians and find answers to your questions and easily access the information you need.
tr: Bu uygulama, kanser ve uygulanan tedavilerin yan etkileri ile baş etmenizi kolaylaştırmak için geliştirilmiştir. Uygulama içerisinde yer alan tüm bilgiler güncel bilimsel kaynaklar kullanılarak oluşturulmuştur. JineOnkolojik Destek sayesinde akademisyenler ile iletişime geçerek cevabını aradığınız sorularınıza yanıt bulabilecek ve ihtiyaç duyduğunuz bilgilere kolayca ulaşabileceksiniz.

# aboutUsParagraphThree
source: **Who are we?** JineOncological Support was developed as part of a research project supported by Pamukkale University Scientific Research Projects. The research team consists of academics who work on coping with gynecological cancer.
tr: **Biz Kimiz?** JineOnkolojik Destek, Pamukkale Üniversitesi Bilimsel Araştırma Projeleri tarafından desteklenen bir araştırma projesi kapsamında geliştirilmiştir. Araştırma ekibi, jinekolojik kanser ile baş etme üzerine çalışmalar yapan akademisyenlerden oluşmaktadır.

# aboutUsAuthor
source: Gyne-Oncological Support Research Team
tr: JineOnkolojik Destek Araştırma Ekibi

# knowledgeDescription
source: You will find here information about cancer, treatments, side effects and advices to overcome this illness.
tr: Burada jinekolojik kanser türleri, tedavi yöntemleri hakkında bilgiler, özellikle de kemoterapi kaynaklı yan etkilerle baş etmenize yardım edecek öneriler bulacaksınız.

# developmentsDescription
source: New researches and discoveries about cancer; myths and truths about cancer.
tr: Buradan jinekolojik kanserler ve tedavi yöntemlerine dair güncel gelişmeleri takip edebileceksiniz.

# therapyDescription
source: All about treatments: description, aim, etc.
tr: Burada meditasyon, gevşeme/nefes egzersizleri gibi pek çok rahatlatıcı tamamlayıcı tedaviler hakkında bilgiler, kaygıyı azaltma ve stres yönetimi teknikleri videoları ve ses kayıtların bulacaksınız.

# successStoriesDescription
source: Histories about patients which could defeat and overcome the cancer.
tr: Burada kanseri yenen kadınların iyileşme hikayelerini ve videolarını bulacaksınız.

# myProfileDescription
source: You will find your user profile, the application settings, contact with us and many other sections there.
tr: Buradan profilinize ulaşabileceksiniz. Adınızı ve soyadınızı yazıp profilinizi tamamladıktan sonra uzmanlara istediğiniz zaman soru sorabilirsiniz. Uzmanlar en kısa sürede sorularınızı yanıtlayacaktır.

# completedSurveyTitle
source: Thank you
tr: Teşekkür ederiz

# completedSurveyParagraph
source: We have received your responses to our survey, thank you for taking the time to fill out this survey.
tr: Anketimize verdiğiniz yanıtları aldık, bu anketi doldururken ayırdığınız zaman için teşekkür ederiz.

# noQuestionsSurvey
source: This survey has no questions yet!
tr: Bu anketinin soruları hala yok!

# changePhotoLabel
source: Change Photo
tr: Fotoğrafı Değiştir

# firstNameLabel
source: First Name
tr: Ad

# lastNameLabel
source: Last Name
tr: Soyadı

# validationNameMinLength
source: Name must have at least three characters.
tr: Ad en az üç karakter içermelidir.

# validationNameMaxLength
source: First name must have at most fifteen characters.
tr: Ad en fazla on beş karakterden oluşmalıdır.

# phoneNumberLabel
source: Phone Number
tr: Telefon Numarası

# validationPhoneNumberWrongFormat
source: Phone number format invalid.
tr: Telefon numarası biçimi geçersiz.

# bioLabel
source: About Me
tr: Hakkımda

# validationBioMinLength
source: Your description is too short.
tr: Açıklamanız çok kısa.

# validationBioMaxLength
source: Your description is too long.
tr: Açıklamanız çok uzun.

# errorLabel
source: Error
tr: Hata
